iPAS/micropython/ports/esp32/boards/OpenBIT/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "OpenBIT"
#define MICROPY_HW_MCU_NAME "ESP32"
#define MICROPY_HW_BOARD_OPENBIT (1)
